Repository: straff2002/OpenGlasses
Catalog: OpenGlasses/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, es_mx, fr, ja, pl, ru, uk, zh_hans, zh_hant

source: No models downloaded yet
de: Noch keine Modelle heruntergeladen
es: Aún no se han descargado modelos
fr: Aucun modèle téléchargé
ja: まだモデルがダウンロードされていません
pl: Nie pobrano jeszcze żadnych modeli
ru: Пока нет загруженных моделей
zh_hans: 尚未下载模型
zh_hant: 尚未下載模型

source: No Voice Skills
de: Keine Sprach-Skills
es: Sin habilidades de voz
fr: Aucune compétence vocale
ja: 音声スキルがありません
pl: Brak umiejętności głosowych
ru: Нет голосовых навыков
zh_hans: 无语音技能
zh_hant: 無語音技能

source: Not active
de: Nicht aktiv
es: Inactivo
fr: Inactif
ja: 非アクティブ
pl: Nieaktywne
ru: Не активно
zh_hans: 未激活
zh_hant: 未啟用

source: Number
de: Zahl
es: Número
fr: Nombre
ja: 数値
pl: Liczba
ru: Номер
zh_hans: 数字
zh_hant: 數字

source: Off by default. When on, the fitness coach may read your Apple Health workout history and send it to your configured AI provider (Anthropic, OpenAI, Google, etc.) so it can discuss your progress. Your Health data leaves the device only while this is enabled. On-device workout tracking, form analysis, and saving workouts to Apple Health work either way.
de: Standardmäßig deaktiviert. Wenn aktiviert, darf der Fitness-Coach deinen Apple-Health-Trainingsverlauf lesen und an deinen konfigurierten KI-Anbieter (Anthropic, OpenAI, Google usw.) senden, um deine Fortschritte zu besprechen. Deine Gesundheitsdaten verlassen das Gerät nur, solange dies aktiviert ist. Trainingsaufzeichnung, Haltungsanalyse und das Speichern von Trainings in Apple Health auf dem Gerät funktionieren in jedem Fall.
es: Desactivado por defecto. Cuando está activado, el entrenador de fitness puede leer tu historial de entrenamientos de Apple Salud y enviarlo a tu proveedor de IA configurado (Anthropic, OpenAI, Google, etc.) para comentar tu progreso. Tus datos de salud salen del dispositivo solo mientras esto esté activado. El seguimiento de entrenamientos, el análisis de la técnica y el guardado de entrenamientos en Apple Salud en el dispositivo funcionan igualmente.
fr: Désactivé par défaut. Lorsqu'il est activé, le coach sportif peut lire votre historique d'entraînements Apple Santé et l'envoyer à votre fournisseur d'IA configuré (Anthropic, OpenAI, Google, etc.) afin de discuter de vos progrès. Vos données de santé ne quittent l'appareil que lorsque cette option est activée. Le suivi des entraînements, l'analyse de la posture et l'enregistrement des entraînements dans Apple Santé sur l'appareil fonctionnent dans tous les cas.
ja: デフォルトではオフです。オンにすると、フィットネスコーチがApple ヘルスケアのワークアウト履歴を読み取り、設定したAIプロバイダ（Anthropic、OpenAI、Googleなど）に送信して進捗について話せるようになります。健康データがデバイスの外に出るのは、この設定がオンの間だけです。デバイス上でのワークアウト記録、フォーム分析、Apple ヘルスケアへのワークアウト保存は、どちらの場合でも機能します。
pl: Domyślnie wyłączone. Po włączeniu trener fitness może odczytać historię treningów z Apple Health i wysłać ją do skonfigurowanego dostawcy AI (Anthropic, OpenAI, Google itp.), aby omówić Twoje postępy. Dane zdrowotne opuszczają urządzenie tylko wtedy, gdy ta opcja jest włączona. Śledzenie treningów, analiza formy i zapisywanie treningów w Apple Health na urządzeniu działają niezależnie od tego.
ru: По умолчанию выключено. Если включено, фитнес-тренер может читать историю тренировок из Apple Health и отправлять её настроенному провайдеру ИИ (Anthropic, OpenAI, Google и др.), чтобы обсуждать ваш прогресс. Данные Health покидают устройство только пока это включено. Отслеживание тренировок на устройстве, анализ техники выполнения и сохранение тренировок в Apple Health работают в любом случае.
zh_hans: 默认关闭。开启后，健身教练可以读取你的“Apple 健康”锻炼记录，并发送给你配置的 AI 提供商（Anthropic、OpenAI、Google 等）以讨论你的进展。只有在启用此选项时，你的健康数据才会离开设备。设备上的锻炼跟踪、姿势分析以及将锻炼保存到“Apple 健康”在任何情况下都可使用。
zh_hant: 預設關閉。開啟後，健身教練可讀取你的「Apple 健康」鍛鍊記錄，並傳送給你設定的 AI 供應商（Anthropic、OpenAI、Google 等）以討論你的進度。只有在啟用此選項時，你的健康資料才會離開裝置。裝置上的鍛鍊追蹤、姿勢分析以及將鍛鍊儲存到「Apple 健康」在任何情況下都可使用。

source: Offline Mode
de: Offline-Modus
es: Modo sin conexión
fr: Mode hors ligne
ja: オフラインモード
pl: Tryb offline
ru: Офлайн-режим
zh_hans: 离线模式
zh_hant: 離線模式

source: Open Settings
de: Einstellungen öffnen
es: Abrir ajustes
fr: Ouvrir les réglages
ja: 設定を開く
pl: Otwórz ustawienia
ru: Открыть настройки
zh_hans: 打开设置
zh_hant: 打開設定

source: Overview
de: Übersicht
es: Resumen
fr: Aperçu
ja: 概要
pl: Przegląd
ru: Обзор
zh_hans: 概览
zh_hant: 概覽

source: Paste license code
de: Lizenzcode einfügen
es: Pegar código de licencia
fr: Coller le code de licence
ja: ライセンスコードを貼り付け
pl: Wklej kod licencyjny
zh_hans: 粘贴许可证代码
zh_hant: 貼上授權碼

source: Personality
de: Persönlichkeit
es: Personalidad
fr: Personnalité
ja: 個性
pl: Osobowość
ru: Характер
zh_hans: 个性
zh_hant: 個性

source: Photo
de: Foto
es: Foto
es_mx: Foto
ja: 写真
pl: Zdjęcie
ru: Фото
uk: Фото
zh_hans: 照片
zh_hant: 照片

source: Photos not available (text-only model)
de: Fotos nicht verfügbar (Nur-Text-Modell)
es: Fotos no disponibles (modelo solo texto)
fr: Photos non disponibles (modèle texte uniquement)
ja: 写真は利用不可（テキストのみのモデル）
pl: Zdjęcia niedostępne (model tekstowy)
ru: Фото недоступны (модель работает только с текстом)
zh_hans: 照片不可用（纯文本模型）
zh_hant: 照片不可用（純文字模型）

source: Platform
de: Plattform
es: Plataforma
fr: Plateforme
ja: プラットフォーム
pl: Platforma
ru: Платформа
zh_hans: 平台
zh_hant: 平台

source: Preset Name
de: Name der Voreinstellung
es: Nombre del preajuste
fr: Nom du préréglage
ja: プリセット名
pl: Nazwa ustawienia
ru: Имя пресета
zh_hans: 预设名称
zh_hant: 預設名稱

source: Presets
de: Voreinstellungen
es: Preajustes
fr: Préréglages
ja: プリセット
pl: Ustawienia wstępne
ru: Предустановки
zh_hans: 预设
zh_hant: 預設

source: Preview only — unlock to edit
de: Nur Vorschau – zum Bearbeiten freischalten
es: Solo vista previa: desbloquea para editar
fr: Aperçu uniquement — déverrouillez pour modifier
ja: プレビューのみ — 編集するにはロック解除
pl: Tylko podgląd — odblokuj, aby edytować
ru: Только просмотр — разблокируйте для редактирования
zh_hans: 仅预览 — 解锁后可编辑
zh_hant: 僅預覽 — 解鎖後可編輯

source: Preview Vaults
de: Tresore in der Vorschau
es: Bóvedas de vista previa
fr: Aperçu des coffres
ja: 保管庫のプレビュー
pl: Podgląd sejfów
ru: Просмотр хранилищ
zh_hans: 预览保管库
zh_hant: 預覽保管庫

source: Prompt Inspector
de: Prompt-Inspektor
es: Inspector de prompts
fr: Inspecteur de prompt
ja: プロンプトインスペクター
pl: Inspektor promptu
ru: Инспектор промптов
zh_hans: 提示词检查器
zh_hant: 提示詞檢查器

source: Provider
de: Anbieter
es: Proveedor
fr: Fournisseur
ja: プロバイダー
pl: Dostawca
ru: Провайдер
zh_hans: 提供商
zh_hant: 提供者

source: Purchase is unavailable right now. Check your connection and App Store sign-in.
de: Der Kauf ist derzeit nicht verfügbar. Überprüfe deine Verbindung und deine App-Store-Anmeldung.
es: La compra no está disponible en este momento. Comprueba tu conexión y tu inicio de sesión en App Store.
fr: L'achat est indisponible pour le moment. Vérifiez votre connexion et votre connexion à l'App Store.
ja: 現在、購入できません。接続状況と App Store へのサインインを確認してください。
pl: Zakup jest obecnie niedostępny. Sprawdź połączenie i logowanie do App Store.
zh_hans: 目前无法购买。请检查你的网络连接和 App Store 登录状态。
zh_hant: 目前無法購買。請檢查你的網路連線和 App Store 登入狀態。

source: Recommended
de: Empfohlen
es: Recomendado
fr: Recommandé
ja: おすすめ
pl: Zalecane
ru: Рекомендуется
zh_hans: 推荐
zh_hant: 推薦

source: Reference Files
de: Referenzdateien
es: Archivos de referencia
fr: Fichiers de référence
ja: 参照ファイル
pl: Pliki referencyjne
ru: Справочные файлы
zh_hans: 参考文件
zh_hant: 參考檔案

source: Remove License
de: Lizenz entfernen
es: Quitar licencia
fr: Supprimer la licence
ja: ライセンスを削除
pl: Usuń licencję
zh_hans: 移除许可证
zh_hant: 移除授權

source: Required
de: Erforderlich
es: Obligatorio
fr: Requis
ja: 必須
pl: Wymagane
ru: Обязательно
zh_hans: 必填
zh_hant: 必填

source: Response
de: Antwort
es: Respuesta
es_mx: Respuesta
fr: Réponse
ja: 応答
pl: Odpowiedź
ru: Ответ
uk: Відповідь
zh_hans: 回复
zh_hant: 回覆

source: Retry
de: Wiederholen
es: Reintentar
fr: Réessayer
ja: 再試行
pl: Ponów
ru: Повторить
zh_hans: 重试
zh_hant: 重試

source: Save
de: Sichern
es: Guardar
es_mx: Guardar
fr: Enregistrer
ja: 保存
pl: Zapisz
ru: Сохранить
uk: Зберегти
zh_hans: 保存
zh_hant: 儲存

source: Select Model
de: Modell auswählen
es: Seleccionar modelo
fr: Sélectionner un modèle
ja: モデルを選択
pl: Wybierz model
ru: Выбрать модель
zh_hans: 选择模型
zh_hant: 選擇模型

source: Services & Integrations
de: Dienste & Integrationen
es: Servicios e integraciones
fr: Services et intégrations
ja: サービスと連携
pl: Usługi i integracje
ru: Сервисы и интеграции
zh_hans: 服务与集成
zh_hant: 服務與整合

source: Settings
de: Einstellungen
es: Ajustes
es_mx: Configuración
fr: Réglages
ja: 設定
pl: Ustawienia
ru: Настройки
uk: Налаштування
zh_hans: 设置
zh_hant: 設定

source: Share Health Data with AI
de: Gesundheitsdaten mit KI teilen
es: Compartir datos de salud con la IA
fr: Partager les données de santé avec l'IA
ja: 健康データをAIと共有
pl: Udostępniaj dane zdrowotne AI
ru: Делиться данными о здоровье с ИИ
zh_hans: 与 AI 共享健康数据
zh_hant: 與 AI 共享健康資料

source: Skill Library
de: Skill-Bibliothek
es: Biblioteca de habilidades
fr: Bibliothèque de compétences
ja: スキルライブラリ
pl: Biblioteka umiejętności
ru: Библиотека навыков
zh_hans: 技能库
zh_hant: 技能庫

source: Skip for Now
de: Jetzt überspringen
es: Omitir por ahora
fr: Passer pour l'instant
ja: 今はスキップ
pl: Pomiń na razie
ru: Пропустить пока
zh_hans: 暂时跳过
zh_hant: 暫時跳過

source: Speaking...
de: Spricht…
es: Hablando…
es_mx: Hablando…
fr: En train de parler…
ja: 話しています…
pl: Mówię…
ru: Говорю…
uk: Говорю…
zh_hans: 播报中…
zh_hant: 播報中…

source: Speed
de: Geschwindigkeit
es: Velocidad
es_mx: Velocidad
fr: Vitesse
ja: 速度
pl: Szybkość
ru: Скорость
uk: Швидкість
zh_hans: 速度
zh_hant: 速度

source: Start Camera
de: Kamera starten
es: Iniciar cámara
fr: Démarrer la caméra
ja: カメラを開始
pl: Uruchom kamerę
ru: Запустить камеру
zh_hans: 启动相机
zh_hant: 啟動相機

source: Start Gemini Session
de: Gemini-Sitzung starten
es: Iniciar sesión Gemini
fr: Démarrer session Gemini
ja: Gemini セッションを開始
pl: Rozpocznij sesję Gemini
ru: Начать сессию Gemini
zh_hans: 开始 Gemini 会话
zh_hant: 開始 Gemini 會話

source: Start Listening
de: Zuhören starten
es: Empezar a escuchar
fr: Commencer l'écoute
ja: 聞き始める
pl: Zacznij słuchać
ru: Начать слушать
uk: Почати слухати
zh_hans: 开始聆听
zh_hant: 開始聆聽

source: Start OpenAI Session
de: OpenAI-Sitzung starten
es: Iniciar sesión OpenAI
fr: Démarrer session OpenAI
ja: OpenAI セッションを開始
pl: Rozpocznij sesję OpenAI
ru: Начать сессию OpenAI
zh_hans: 开始 OpenAI 会话
zh_hant: 開始 OpenAI 會話

source: Stop Gemini Session
de: Gemini-Sitzung beenden
es: Detener sesión Gemini
fr: Arrêter session Gemini
ja: Gemini セッションを停止
pl: Zatrzymaj sesję Gemini
ru: Остановить сессию Gemini
zh_hans: 停止 Gemini 会话
zh_hant: 停止 Gemini 會話

source: Stop OpenAI Session
de: OpenAI-Sitzung beenden
es: Detener sesión OpenAI
fr: Arrêter session OpenAI
ja: OpenAI セッションを停止
pl: Zatrzymaj sesję OpenAI
ru: Остановить сессию OpenAI
zh_hans: 停止 OpenAI 会话
zh_hant: 停止 OpenAI 會話

source: String
de: Text
es: Texto
fr: Texte
ja: 文字列
pl: Ciąg znaków
ru: Строка
zh_hans: 字符串
zh_hant: 字串

source: Summary
de: Zusammenfassung
es: Resumen
fr: Résumé
ja: サマリー
pl: Podsumowanie
ru: Сводка
zh_hans: 摘要
zh_hant: 摘要

source: Swipe a vault to export it as a folder (manifest.json + markdown + procedures/). Exports include your in-app edits and re-import directly via “Import Vault Folder…”.
de: Streiche über einen Tresor, um ihn als Ordner zu exportieren (manifest.json + Markdown + procedures/). Exporte enthalten deine In-App-Änderungen und lassen sich direkt über „Tresor-Ordner importieren…“ wieder importieren.
es: Desliza una bóveda para exportarla como carpeta (manifest.json + markdown + procedures/). Las exportaciones incluyen tus ediciones en la app y se vuelven a importar directamente con «Importar carpeta de bóveda…».
fr: Balayez un coffre pour l'exporter sous forme de dossier (manifest.json + markdown + procedures/). Les exports incluent vos modifications dans l'app et se réimportent directement via « Importer un dossier de coffre… ».
ja: 保管庫をスワイプすると、フォルダ（manifest.json + markdown + procedures/）として書き出せます。書き出しにはアプリ内の編集が含まれ、「保管庫フォルダを読み込む…」から直接再読み込みできます。
pl: Przesuń palcem po sejfie, aby wyeksportować go jako folder (manifest.json + markdown + procedures/). Eksporty zawierają Twoje zmiany z aplikacji i można je ponownie zaimportować bezpośrednio przez „Importuj folder sejfu…”.
zh_hans: 滑动保管库即可将其导出为文件夹（manifest.json + markdown + procedures/）。导出内容包含你在 App 内的编辑，并可通过“导入保管库文件夹…”直接重新导入。
zh_hant: 滑動保管庫即可將其匯出為資料夾（manifest.json + markdown + procedures/）。匯出內容包含你在 App 內的編輯，並可透過「匯入保管庫資料夾…」直接重新匯入。

source: Swipe to delete. Export writes a JSON library you can AirDrop or save to Files; import merges by trigger phrase.
de: Streiche zum Löschen. Beim Exportieren wird eine JSON-Bibliothek erstellt, die du per AirDrop teilen oder in „Dateien“ speichern kannst; beim Import wird anhand der Auslösephrase zusammengeführt.
es: Desliza para eliminar. La exportación crea una biblioteca JSON que puedes enviar por AirDrop o guardar en Archivos; la importación combina por frase de activación.
fr: Balayez pour supprimer. L'exportation crée une bibliothèque JSON que vous pouvez partager via AirDrop ou enregistrer dans Fichiers ; l'importation fusionne selon la phrase de déclenchement.
ja: スワイプで削除します。書き出すと、AirDrop で共有したり「ファイル」に保存したりできる JSON ライブラリが作成されます。読み込み時はトリガーフレーズで統合されます。
pl: Przesuń, aby usunąć. Eksport tworzy bibliotekę JSON, którą możesz wysłać przez AirDrop lub zapisać w aplikacji Pliki; import scala według frazy wyzwalającej.
ru: Проведите, чтобы удалить. Экспорт создаёт JSON-библиотеку, которую можно отправить по AirDrop или сохранить в Файлы; импорт объединяет по фразе-триггеру.
zh_hans: 滑动以删除。导出会生成一个 JSON 库，你可以通过 AirDrop 分享或保存到“文件”；导入时按触发短语合并。
zh_hant: 滑動以刪除。匯出會產生一個 JSON 資料庫，你可以透過 AirDrop 分享或儲存到「檔案」；匯入時依觸發短語合併。

source: Switch Model
de: Modell wechseln
es: Cambiar modelo
fr: Changer de modèle
ja: モデルを切替
pl: Zmień model
ru: Сменить модель
uk: Змінити модель
zh_hans: 切换模型
zh_hant: 切換模型

source: Switch to Gemini Live
de: Zu Gemini Live wechseln
es: Cambiar a Gemini Live
fr: Passer à Gemini Live
ja: Gemini Live に切替
pl: Przełącz na Gemini Live
ru: Переключиться на Gemini Live
zh_hans: 切换到 Gemini Live
zh_hant: 切換到 Gemini Live

source: Switch to Voice Mode
de: Zum Sprachmodus wechseln
es: Cambiar a modo de voz
fr: Passer en mode vocal
ja: 音声モードに切替
pl: Przełącz na tryb głosowy
ru: Переключиться на голосовой режим
zh_hans: 切换到语音模式
zh_hant: 切換到語音模式

source: Take Photo
de: Foto aufnehmen
es: Tomar foto
es_mx: Tomar foto
fr: Prendre une photo
ja: 写真を撮る
pl: Zrób zdjęcie
ru: Сделать фото
uk: Зробити фото
zh_hans: 拍照
zh_hant: 拍照

source: Tap Test Microphone to restart
de: Tippen Sie auf Mikrofon testen zum Neustart
es: Toca Probar Micrófono para reiniciar
fr: Touchez Tester le micro pour redémarrer
ja: テストマイクをタップして再起動
pl: Dotknij Testuj mikrofon, aby uruchomić ponownie
ru: Нажмите «Проверить микрофон», чтобы перезапустить
zh_hans: 点击测试麦克风以重启
zh_hant: 點擊測試麥克風以重啟

source: Tap to cancel
de: Tippen zum Abbrechen
es: Toca para cancelar
fr: Touchez pour annuler
ja: タップしてキャンセル
pl: Dotknij, aby anulować
ru: Нажмите для отмены
uk: Натисніть щоб скасувати
zh_hans: 点击取消
zh_hant: 點擊取消

source: Tap to connect your glasses
de: Tippen zum Verbinden der Brille
es: Toca para conectar tus gafas
fr: Touchez pour connecter vos lunettes
ja: タップしてメガネを接続
pl: Dotknij, aby połączyć okulary
ru: Нажмите, чтобы подключить очки
zh_hans: 点击连接眼镜
zh_hant: 點擊連接眼鏡

source: Tap to stop
de: Tippen zum Stoppen
es: Toca para detener
fr: Touchez pour arrêter
ja: タップして停止
pl: Dotknij, aby zatrzymać
ru: Нажмите для остановки
uk: Натисніть щоб зупинити
zh_hans: 点击停止
zh_hant: 點擊停止

source: Task
de: Aufgabe
es: Tarea
fr: Tâche
ja: タスク
pl: Zadanie
ru: Задача
zh_hans: 任务
zh_hant: 任務

source: Teach skills by voice, e.g. “learn that when I say ‘expense this’, create a note tagged EXPENSE.” Then export them here to move to another device.
de: Bringe Skills per Sprache bei, z. B. „Lerne, dass ich mit ‚das als Ausgabe‘ eine mit EXPENSE markierte Notiz erstelle.“ Exportiere sie anschließend hier, um sie auf ein anderes Gerät zu übertragen.
es: Enseña habilidades con la voz, p. ej.: «aprende que cuando diga ‘anota este gasto’, crees una nota etiquetada como EXPENSE». Luego expórtalas aquí para pasarlas a otro dispositivo.
fr: Apprenez des compétences à la voix, p. ex. « apprends que lorsque je dis ‘note cette dépense’, tu crées une note étiquetée EXPENSE ». Exportez-les ensuite ici pour les transférer sur un autre appareil.
ja: 音声でスキルを教えられます。例：「『これを経費に』と言ったら、EXPENSE タグを付けたメモを作成する、と覚えて。」その後、ここから書き出して別のデバイスに移せます。
pl: Ucz umiejętności głosem, np. „zapamiętaj, że gdy powiem ‚zapisz ten wydatek’, masz utworzyć notatkę z etykietą EXPENSE”. Następnie wyeksportuj je tutaj, aby przenieść na inne urządzenie.
ru: Обучайте навыкам голосом, например: «запомни, что когда я говорю ‘занеси в расходы’, нужно создавать заметку с тегом EXPENSE». Затем экспортируйте их здесь, чтобы перенести на другое устройство.
zh_hans: 用语音教技能，例如：“记住当我说‘记一笔支出’时，创建一条带 EXPENSE 标签的备忘录。”然后在这里导出，移到另一台设备。
zh_hant: 用語音教技能，例如：「記住當我說『記一筆支出』時，建立一則帶 EXPENSE 標籤的備忘錄。」然後在這裡匯出，移到另一台裝置。

source: Test Connection
de: Verbindung testen
es: Probar conexión
fr: Tester la connexion
ja: 接続テスト
pl: Testuj połączenie
ru: Проверить соединение
zh_hans: 测试连接
zh_hant: 測試連線

source: Text-to-Speech
de: Sprachsynthese
es: Texto a voz
fr: Synthèse vocale
ja: テキスト読み上げ
pl: Zamiana tekstu na mowę
ru: Синтез речи
zh_hans: 文本转语音
zh_hant: 文字轉語音

source: Thinking...
de: Denke nach…
es: Pensando…
es_mx: Pensando…
fr: Réflexion…
ja: 考えています…
pl: Myślę…
ru: Думаю…
uk: Думаю…
zh_hans: 思考中…
zh_hant: 思考中…

source: Tool Identity
de: Werkzeug-Identität
es: Identidad de herramienta
fr: Identité de l'outil
ja: ツール識別
pl: Tożsamość narzędzia
ru: Идентификация инструмента
zh_hans: 工具身份
zh_hant: 工具身份

source: Transparency
de: Transparenz
es: Transparencia
fr: Transparence
ja: 透明性
pl: Przejrzystość
ru: Прозрачность
zh_hans: 透明度
zh_hant: 透明度

source: Try Again
de: Erneut versuchen
es: Reintentar
es_mx: Intentar de nuevo
fr: Réessayer
ja: 再試行
pl: Spróbuj ponownie
ru: Попробовать снова
uk: Спробувати знову
zh_hans: 重试
zh_hant: 重試

source: Unlock with a license code (teams) or a one-time in-app purchase.
de: Schalte mit einem Lizenzcode (für Teams) oder einem einmaligen In-App-Kauf frei.
es: Desbloquea con un código de licencia (equipos) o una compra única en la app.
fr: Déverrouillez avec un code de licence (équipes) ou un achat intégré unique.
ja: ライセンスコード（チーム向け）または一度のアプリ内課金で解除できます。
pl: Odblokuj za pomocą kodu licencyjnego (zespoły) lub jednorazowego zakupu w aplikacji.
zh_hans: 使用许可证代码（团队）或一次性 App 内购买解锁。
zh_hant: 使用授權碼（團隊）或一次性 App 內購買解鎖。

source: Unlocked via in-app purchase
de: Über In-App-Kauf freigeschaltet
es: Desbloqueado mediante compra en la app
fr: Déverrouillé via achat intégré
ja: アプリ内課金で解除済み
pl: Odblokowano przez zakup w aplikacji
zh_hans: 已通过 App 内购买解锁
zh_hant: 已透過 App 內購買解鎖

source: User Memory
de: Nutzerspeicher
es: Memoria del usuario
fr: Mémoire utilisateur
ja: ユーザーメモリ
pl: Pamięć użytkownika
ru: Память пользователя
zh_hans: 用户记忆
zh_hant: 使用者記憶

source: Vision (Image Input)
de: Vision (Bildeingabe)
es: Visión (entrada de imagen)
fr: Vision (entrée image)
ja: ビジョン（画像入力）
pl: Wizja (wejście obrazu)
ru: Зрение (ввод изображений)
zh_hans: 视觉（图像输入）
zh_hant: 視覺（圖像輸入）

source: Voice
de: Stimme
es: Voz
fr: Voix
ja: 音声
pl: Głos
ru: Голос
zh_hans: 语音
zh_hant: 語音

source: Voice Skills
de: Sprach-Skills
es: Habilidades de voz
fr: Compétences vocales
ja: 音声スキル
pl: Umiejętności głosowe
ru: Голосовые навыки
zh_hans: 语音技能
zh_hant: 語音技能

source: Wake Phrase
de: Aktivierungsphrase
es: Frase de activación
fr: Phrase d'activation
ja: ウェイクフレーズ
pl: Fraza aktywująca
ru: Фраза пробуждения
zh_hans: 唤醒短语
zh_hant: 喚醒短語

source: Wake Word
de: Aktivierungswort
es: Palabra de activación
fr: Mot d'activation
ja: ウェイクワード
pl: Słowo aktywujące
ru: Слово активации
zh_hans: 唤醒词
zh_hant: 喚醒詞

source: Web Search
de: Websuche
es: Búsqueda web
fr: Recherche web
ja: ウェブ検索
pl: Wyszukiwanie w sieci
ru: Веб-поиск
zh_hans: 网页搜索
zh_hant: 網頁搜尋

source: Welcome to Avenkin
de: Willkommen bei Avenkin
es: Bienvenido a Avenkin
es_mx: Bienvenido a Avenkin
fr: Bienvenue dans Avenkin
ja: Avenkin へようこそ
pl: Witamy w Avenkin
ru: Добро пожаловать в Avenkin
uk: Ласкаво просимо до Avenkin
zh_hans: 欢迎使用 Avenkin
zh_hant: 歡迎使用 Avenkin

source: What is MCP?
de: Was ist MCP?
es: ¿Qué es MCP?
fr: Qu'est-ce que MCP ?
ja: MCP とは？
pl: Czym jest MCP?
ru: Что такое MCP?
zh_hans: 什么是 MCP？
zh_hant: 什麼是 MCP？

source: You
de: Du
es: Tú
es_mx: Tú
fr: Vous
ja: あなた
pl: Ty
ru: Вы
uk: Ви
zh_hans: 你
zh_hant: 你

# %lld Skill%@
source: %1$lld Skill%2$@
es: %1$lld habilidades
fr: %1$lld compétence%2$@
ja: %1$lld 件のスキル
pl: %1$lld umiejętności
ru: Навыков: %1$lld
zh_hans: %1$lld 个技能
zh_hant: %1$lld 個技能

source: Debug
es: Depuración
fr: Débogage
ja: デバッグ
pl: Debugowanie
ru: Отладка
zh_hans: 调试
zh_hant: 除錯

source: LIVE
es: EN VIVO
fr: EN DIRECT
ja: ライブ
pl: NA ŻYWO
ru: В ЭФИРЕ
zh_hans: 直播
zh_hant: 直播

source: Live Streaming
es: Transmisión en vivo
fr: Diffusion en direct
ja: ライブ配信
pl: Transmisja na żywo
ru: Прямая трансляция
zh_hans: 直播
zh_hant: 直播

source: OpenClaw Gateway
es: Puerta de enlace OpenClaw
fr: Passerelle OpenClaw
ja: OpenClaw ゲートウェイ
pl: Brama OpenClaw
ru: Шлюз OpenClaw
zh_hans: OpenClaw 网关
zh_hant: OpenClaw 閘道

source: Persona Name
es: Nombre de persona
fr: Nom du personnage
ja: ペルソナ名
pl: Nazwa persony
ru: Имя персоны
zh_hans: 角色名称
zh_hant: 角色名稱

source: Server
es: Servidor
fr: Serveur
ja: サーバー
pl: Serwer
ru: Сервер
zh_hans: 服务器
zh_hant: 伺服器

source: System Prompt
es: Prompt del sistema
fr: Prompt système
ja: システムプロンプト
pl: Prompt systemowy
ru: Системный промпт
zh_hans: 系统提示词
zh_hant: 系統提示詞

source: Vision
es: Visión
ja: ビジョン
pl: Wizja
ru: Зрение
zh_hans: 视觉
zh_hant: 視覺

source: Personas
fr: Personnages
ja: ペルソナ
pl: Persony
ru: Персоны
zh_hans: 角色
zh_hant: 角色

source: "Share the transcript" or "Export the recording"
ru: «Поделиться расшифровкой» или «Экспортировать запись»

source: “Take me there” opens this app with directions to the job's address. If it isn't installed, Apple Maps is used and you're told so. The brief is always one tap or one sentence away; switching it on here also reads it when the car connects.
ru: «Отвезти меня туда» открывает это приложение с маршрутом до адреса задания. Если оно не установлено, используются Apple Карты, и вам об этом сообщают. Сводка всегда на расстоянии одного касания или одной фразы; включение этой функции также озвучивает её при подключении к автомобилю.

source: “What's new” — one ranked glance of pending notifications on the HUD or spoken.
ru: «Что нового» — один ранжированный обзор ожидающих уведомлений на HUD или голосом.

# %@ — %lld models, %lld ms
source: %1$@ — %2$lld models, %3$lld ms
ru: %1$@ — моделей: %2$lld, %3$lld мс

# %@ · %lld section%@
source: %1$@ · %2$lld section%3$@
ru: %1$@ · разделов: %2$lld

# %@ · %lld section%@ · %@
source: %1$@ · %2$lld section%3$@ · %4$@
ru: %1$@ · разделов: %2$lld · %4$@

# %@ · median · n=%lld · mean %@
source: %1$@ · median · n=%2$lld · mean %3$@
ru: %1$@ · медиана · n=%2$lld · среднее %3$@

# %@ · v%@ · %lld files
source: %1$@ · v%2$@ · %3$lld files
ru: %1$@ · v%2$@ · файлов: %3$lld

source: %@ accent colour
ru: Акцентный цвет %@

source: %@ added to upcoming jobs.
ru: Добавлено в предстоящие задания: %@

source: %@ API key
ru: API-ключ %@

source: %@ connections aren't wired for live calls yet — this server saves but won't connect until SSE support ships.
ru: Подключения %@ пока не настроены для звонков в реальном времени — этот сервер сохраняется, но не подключится, пока не появится поддержка SSE.

source: %@ doesn't require an access key.
ru: %@ не требует ключа доступа.

source: %@ has replaced its admin card. Scan the new one to make this an administrator phone again.
ru: %@ заменила административную карту. Отсканируйте новую, чтобы снова сделать этот телефон административным.

# %@ icon%@
source: %1$@ icon%2$@
ru: Значок %1$@%2$@

# %@ in · %@ out
source: %1$@ in · %2$@ out
ru: %1$@ вход · %2$@ выход

source: %@ installed.
ru: Установлено: %@
